{
    "Article does not exist": "Bài viết không tồn tại",
    "Cancel failed": "Hủy bỏ thất bại",
    "Close failed": "Đóng thất bại",
    "Coupon cannot be empty": "Mã giảm giá không được để trống",
    "Coupon failed": "Sử dụng mã giảm giá thất bại",
    "Currency conversion has timed out, please try again later": "Quá trình chuyển đổi tiền tệ đã hết thời gian, vui lòng thử lại sau",
    "Email already exists": "Email đã tồn tại",
    "Email suffix is not in the Whitelist": "Hậu tố email không nằm trong danh sách trắng",
    "Email verification code": "Mã xác nhận email",
    "Email verification code cannot be empty": "Mã xác nhận email không được để trống",
    "Email verification code has been sent, please request again later": "Mã xác nhận email đã được gửi, vui lòng yêu cầu lại sau",
    "Failed to create order": "Tạo đơn hàng không thành công",
    "Failed to open ticket": "Mở ticket không thành công",
    "Gmail alias is not supported": "Bí danh Gmail không được hỗ trợ",
    "Incorrect email or password": "Email hoặc mật khẩu không chính xác",
    "Incorrect email verification code": "Mã xác nhận email không chính xác",
    "Insufficient balance": "Số dư không đủ",
    "Insufficient commission balance": "Số dư hoa hồng không đủ",
    "Invalid code is incorrect": "Mã không hợp lệ",
    "Invalid coupon": "Mã giảm giá không hợp lệ",
    "Invalid invitation code": "Mã mời không hợp lệ",
    "Invalid parameter": "Tham số không hợp lệ",
    "Message cannot be empty": "Tin nhắn không được để trống",
    "No active subscription. Unable to use our provided Apple ID": "Không có đăng ký hoạt động. Không thể sử dụng Apple ID được cung cấp",
    "Oops, there's a problem... Please refresh the page and try again later": "Ồ, có vấn đề rồi... Vui lòng làm mới trang và thử lại sau",
    "Order does not exist": "Đơn hàng không tồn tại",
    "Order does not exist or has been paid": "Đơn hàng không tồn tại hoặc đã được thanh toán",
    "Payment failed. Please check your credit card information": "Thanh toán thất bại. Vui lòng kiểm tra thông tin thẻ tín dụng của bạn",
    "Payment gateway request failed": "Yêu cầu cổng thanh toán thất bại",
    "Payment method is not available": "Phương thức thanh toán không khả dụng",
    "Please wait for the technical engineer to reply": "Vui lòng đợi kỹ sư kỹ thuật phản hồi",
    "Register failed": "Đăng ký thất bại",
    "Registration has closed": "Đã đóng đăng ký",
    "Reset failed": "Đặt lại thất bại",
    "Save failed": "Lưu thất bại",
    "Subscription has expired or no active subscription, unable to purchase Data Reset Package": "Đăng ký đã hết hạn hoặc không có đăng ký hoạt động, không thể mua Gói Đặt Lại Dữ Liệu",
    "Subscription plan does not exist": "Kế hoạch đăng ký không tồn tại",
    "The coupon code cannot be used for this subscription": "Mã giảm giá không thể sử dụng cho đăng ký này",
    "The current required minimum withdrawal commission is :limit": "Ủy nhiệm chi rút tiền tối thiểu hiện tại là :limit",
    "The maximum number of creations has been reached": "Đã đạt tới số lượng tạo lập tối đa",
    "The old password is wrong": "Mật khẩu cũ không chính xác",
    "The ticket is closed and cannot be replied": "Ticket đã đóng và không thể phản hồi",
    "The user does not exist": "Người dùng không tồn tại",
    "There are other unresolved tickets": "Có các ticket chưa được giải quyết khác",
    "This coupon has expired": "Mã giảm giá này đã hết hạn",
    "This coupon has not yet started": "Mã giảm giá này chưa bắt đầu",
    "This coupon is no longer available": "Mã giảm giá này không còn khả dụng",
    "This email is not registered in the system": "Email này không được đăng ký trong hệ thống",
    "This payment cycle cannot be purchased, please choose another cycle": "Không thể mua chu kỳ thanh toán này, vui lòng chọn chu kỳ khác",
    "This subscription cannot be renewed, please change to another subscription": "Đăng ký này không thể được gia hạn, vui lòng chuyển sang đăng ký khác",
    "This subscription has been sold out, please choose another subscription": "Đăng ký này đã được bán hết, vui lòng chọn đăng ký khác",
    "This subscription has expired, please change to another subscription": "Đăng ký này đã hết hạn, vui lòng chuyển sang đăng ký khác",
    "Ticket does not exist": "Ticket không tồn tại",
    "Ticket reply failed": "Trả lời ticket thất bại",
    "Token error": "Lỗi token",
    "Transfer failed": "Chuyển khoản thất bại",
    "Unsupported withdrawal": "Rút tiền không được hỗ trợ",
    "Unsupported withdrawal method": "Phương thức rút tiền không được hỗ trợ",
    "Withdrawal account": "Tài khoản nhận tiền",
    "Withdrawal name": "Tên tài khoản",
    "Withdrawal method": "Phương thức rút tiền",
    "Withdrawal amount": "Số tiền rút",
    "Not enough money": "Không đủ tiền",
    "You can only cancel pending orders": "Bạn chỉ có thể hủy các đơn hàng đang chờ xử lý",
    "You have an unpaid or pending order, please try again later or cancel it": "Bạn có một đơn hàng chưa thanh toán hoặc đang chờ xử lý, vui lòng thử lại sau hoặc hủy nó",
    "You must have a valid subscription to view content in this area": "Bạn phải có đăng ký hợp lệ để xem nội dung trong khu vực này",
    "You must use the invitation code to register": "Bạn phải sử dụng mã mời để đăng ký",
    "Your account has been suspended": "Tài khoản của bạn đã bị đình chỉ",
    "[Commission Withdrawal Request] This ticket is opened by the system": "[Yêu cầu Rút Tiền Hoa Hồng] Ticket này được mở bởi hệ thống",
    "Plan ID cannot be empty": "ID Kế hoạch không được để trống",
    "Plan cycle cannot be empty": "Chu kỳ kế hoạch không được để trống",
    "Wrong plan cycle": "Chu kỳ kế hoạch không chính xác",
    "Ticket subject cannot be empty": "Chủ đề ticket không được để trống",
    "Ticket level cannot be empty": "Cấp độ ticket không được để trống",
    "Incorrect ticket level format": "Định dạng cấp độ ticket không chính xác",
    "The withdrawal method cannot be empty": "Phương thức rút tiền không được để trống",
    "The withdrawal account cannot be empty": "Tài khoản rút tiền không được để trống",
    "Old password cannot be empty": "Mật khẩu cũ không được để trống",
    "New password cannot be empty": "Mật khẩu mới không được để trống",
    "Password must be greater than 8 digits": "Mật khẩu phải lớn hơn 8 chữ số",
    "The transfer amount cannot be empty": "Số tiền chuyển không được để trống",
    "The transfer amount parameter is wrong": "Tham số số tiền chuyển không chính xác",
    "Incorrect format of expiration reminder": "Định dạng nhắc nhở hết hạn không chính xác",
    "Incorrect traffic alert format": "Định dạng cảnh báo lưu lượng không chính xác",
    "Email can not be empty": "Email không được để trống",
    "Email format is incorrect": "Định dạng email không chính xác",
    "Password can not be empty": "Mật khẩu không được để trống",
    "The traffic usage in :app_name has reached 80%": "Lưu lượng sử dụng trong :app_name đã đạt 80%",
    "The service in :app_name is about to expire": "Dịch vụ trong :app_name sắp hết hạn",
    "The coupon can only be used :limit_use_with_user per person": "Mã giảm giá chỉ có thể sử dụng :limit_use_with_user cho mỗi người",
    "The coupon code cannot be used for this period": "Mã giảm giá không thể sử dụng cho khoảng thời gian này",
    "Request failed, please try again later": "Yêu cầu thất bại, vui lòng thử lại sau",
    "Register frequently, please try again after :minute minute": "Đăng ký thường xuyên, vui lòng thử lại sau :minute phút",
    "Uh-oh, we've had some problems, we're working on it.": "Ồ, chúng tôi gặp một số vấn đề, chúng tôi đang xử lý.",
    "This subscription reset package does not apply to your subscription": "Gói đặt lại này không áp dụng cho đăng ký của bạn",
    "Login to :name": "Đăng nhập vào :name",
    "Sending frequently, please try again later": "Gửi thường xuyên, vui lòng thử lại sau",
    "Current product is sold out": "Sản phẩm hiện tại đã bán hết",
    "There are too many password errors, please try again after :minute minutes.": "Có quá nhiều lỗi mật khẩu, vui lòng thử lại sau :minute phút.",
    "Reset failed, Please try again later": "Đặt lại thất bại, Vui lòng thử lại sau",
    "The withdrawal amount cannot be greater than the current commission balance": "Số tiền rút không được lớn hơn số dư hoa hồng hiện tại",
    "You do not have permission to access this site": "Bạn không có quyền truy cập trang web này"
}